<!DOCTYPE html>
<head>
<meta charset="UTF-8">
<title>性癖発表</title>
</head>
<body>
<h1>3pt チーム　卒業制作ホームページ</h1>

<h2>メンバー紹介</h2><br>

<h2>我妻　大輝</h2>

<ol>
    ゲーム内のUIを主に担当し、手玉の処理にも参加した。<br/>
    とっても足が好きな20才の男の子♪<br/>
    実はアナルが大好物で...<br/>
</ol>

<h2>菊池　佳太</h2>

<ol>
    制作範囲は、筋トレ。
    自らの肉体にしか興味がない筋肉ばか<br/>
    筋肉しか勝たん、筋肉最高<br/>
    力むと絶頂する<br/>
</ol>

<h2>香西　史郁</h2>

<ol>
    このプロジェクトのプランナー兼リーダー。<br/>
    HP作成においても基本設計や表示内容などのプランニングを行った。<br/>
    実はスカトロが性癖であるなんて口が裂けても言えない<br/>
</ol>

<h2>田中　慶紀</h2>

<ol>
    リーダーに文句を言うことが主な仕事内容。<br/>
    主に鎖骨周りが大好物で、体の凹凸なら大体勃起する<br/>
    腹パン、首絞めなんでもござれ<br/>
</ol>
</table>
</body>
</html>