<!DOCTYPE html>
<head>
<meta charset="UTF-8">
<title>メンバー紹介</title>
</head>
<body>
<h1>3pt チーム　卒業制作ホームページ</h1>

<h2>メンバー紹介</h2><br>

<h2>我妻　大輝</h2>

<ol>
    UIを主に担当し、手玉の処理にも参加した。<br/>
    ゲーム内のテキストボックスや球などの素材を用意し<br/>
    見た目にも楽しく彩っている。<br/>
    音楽が好きで下記の田中とそれについてよく雑談している。<br/>
</ol>

<h2>菊池　佳太</h2>

<ol>
    様々なギミックを制作しゲーム性を追加した。<br/>
    球の回転も制作している。<br/>
    筋トレにはまっているらしく<br/>
    最近はアニメを見ながら筋トレをしている。<br/>
    カードゲームが好きでよくデュエルマスターズをプレイしている<br/>
</ol>

<h2>香西　史郁</h2>

<ol>
    このプロジェクトのプランナー兼リーダー。<br/>
    ゲームとHP作成時の基本設計や表示内容などのプランニングを行った。<br/>
    彼もカードゲームが好きでよく遊んでいる。<br/>
    RPGも大好物で、最近ファイヤーエムブレムを購入。<br/>
</ol>

<h2>田中　慶紀</h2>

<ol>
    制作範囲は球の基本挙動と手玉。<br/>
    物理エンジンに頼り切らない制作をしたいと言い出した張本人。<br/>
    ゲームマネージャーの制作も担当した。<br/>
    ベルセルクとガンダムが大好きでお気に入りのシーンは<br/>
    「蝕」のガッツの戦闘シーンと<br/>
    Gガン最終話の爆熱ゴッドフィンガー石破ラブラブ天驚拳らしい。<br/>
</ol>
</table>
</body>
</html>